Repository: romanvm/service.addic7ed
Catalog: service.subtitles.rvm.addic7ed/resources/language/resource.language.*/strings.po
Languages: it_it, pl_pl, sv_se

# #32000
source: Success!
it_it: Operazione riuscita!
pl_pl: Powodzenie!
sv_se: Lyckades!

# #32001
source: Subtitles downloaded.
it_it: Sottotitoli scaricati.
pl_pl: Napisy pobrane.
sv_se: Undertexter hämtade.

# #32002
source: Error!
it_it: Errore!
pl_pl: Błąd!
sv_se: Fel!

# #32003
source: Exceeded daily limit for subs downloads.
it_it: Limite giornaliero superato per i download di sottotitoli.
pl_pl: Przekroczono dzienny limit pobrań napisów.
sv_se: Överskridit den dagliga gränsen för nedladdningar av undertexter.

# #32004
source: Unable to download subtitles.
it_it: Impossibile scaricare i sottotitoli.
pl_pl: Nie można pobrać napisów.
sv_se: Kunde inte hämta ner undertexter.

# #32005
source: Unable to connect to addic7ed.com.
it_it: Impossibile connettersi ad Addic7ed.com.
pl_pl: Nie można połączyć się z addic7ed.com.
sv_se: Kunde inte ansluta till addic7ed.com.

# #32006
source: Unable to determine episode data.
it_it: Impossibile determinare i dati dell'episodio.
pl_pl: Nie można ustalić danych odcinka.
sv_se: Kunde inte fastställa avsnittsdata.

# #32007
source: Always use filename for subs search
it_it: Usa sempre il nome del file per la ricerca dei sottotitoli
pl_pl: Zawsze używaj nazwy pliku do wyszukiwania napisów
sv_se: Använd alltid filnamn för sökning efter undertexter

# #32008
source: Select episode
it_it: Seleziona episodio
pl_pl: Wybierz odcinek
sv_se: Välj avsnitt

# #32009
source: Login error!
sv_se: Inloggningsfel!

# #32010
source: Login to Addic7ed.com
sv_se: Logga in på Addic7ed.com

# #32011
source: Username
sv_se: Användarnamn

# #32012
source: Password
sv_se: Lösenord

# #32013
source: Clean cookies
sv_se: Töm cookies

# #32014
source: This will logout you from Addic7ed.com.
sv_se: Detta kommer att logga ut dig från Addic7ed.com.

# #32015
source: Are you sure?
sv_se: Är du säker?

# #32016
source: Cookies removed successfully.
sv_se: Cookies togs bort.

# #32017
source: Unable to remove cookies!
sv_se: Kunde inte ta bort cookies!

# addon.xml:summary
source: Addic7ed.com Subtitles
it_it: Sottotitoli Addic7ed.com
pl_pl: Napisy Addic7ed.com

# addon.xml:description
source: Subtitles service for Addic7ed.com. It supports only TV shows.
it_it: Servizio sottotitoli per Addic7ed.com. Supporta solo serie TV.
pl_pl: Usługa napisów dla Addic7ed.com. Obsługuje tylko programy telewizyjne.
